"ERROR_PARSE_FILENOTFOUND"="지정된 파일을 찾을 수 없습니다 %s"
"ERROR_PARSE_OUTPUTPATH"="잘못된 출력 파일/경로 %s"

"ERROR_IS7ZIP_FILESEEK"="모듈에서 파일 스트림의 위치에 오류가 발생했습니다 IS7zipExtract!"
"ERROR_IS7ZIP_FILECREATE"="파일 스트림 만들기 오류가 발생했습니다%n%s%n모듈에서 IS7zipExtract!"
"ERROR_IS7ZIP_FILEOPEN"="파일 스트림을 여는 데 오류가 발생했습니다%n%s%n모듈에서 IS7zipExtract!"
"ERROR_IS7ZIP_COLFILES"="아카이브의 파일 수를 결정하는 오류 모듈에서 IS7zipExtract!"
"ERROR_IS7ZIP_NOTOPEN"="아카이브를 열지 못했습니다 모듈에서 IS7zipExtract!"
"ERROR_IS7ZIP_CORRUPT"="데이터를 추출하는 데 오류가 발생했습니다. 아마도 그것은 손상되었습니다!"
"ERROR_IS7ZIP_EXCEPT"="아카이브의 오류 또는 예기치 않은 오류 모듈에서 IS7zipExtract!"

"ERROR_ISARC_LOADDLL"="로드하는 동안 오류가 발생했습니다 Unarc.dll!"
"ERROR_ISARC_GENERAL"="압축을 풀 때 오류가 발생했습니다!%nUnarc.dll 오류 코드를 반환했습니다: -1%n%s"
"ERROR_ISARC_INVALID_COMPRESSOR"="압축을 푸는 동안 오류가 발생했습니다:알 수없는 압축 방법!%nUnarc.dll 오류 코드를 반환했습니다: -2%n%s"
"ERROR_ISARC_ONLY_DECOMPRESS"="포장을 풀 때 오류가 발생했습니다!%nUnarc.dll 오류 코드를 반환했습니다: -3%n%s"
"ERROR_ISARC_OUTBLOCK_TOO_SMALL"="압축을 푸는 동안 오류가 발생했습니다:출력 데이터 블록이 너무 작습니다!%nUnarc.dll 오류 코드를 반환했습니다: -4%n%s"
"ERROR_ISARC_NOT_ENOUGH_MEMORY"="압축을 푸는 동안 오류가 발생했습니다:메모리가 충분하지 않습니다!%nUnarc.dll 오류 코드를 반환했습니다: -5%n%s"
"ERROR_ISARC_READ"="압축을 푸는 동안 오류가 발생했습니다:데이터를 읽을 수 없습니다!%nUnarc.dll 오류 코드를 반환했습니다: -6%n%s"
"ERROR_ISARC_BAD_COMPRESSED_DATA"="압축을 푸는 동안 오류가 발생했습니다!%nUnarc.dll 오류 코드를 반환했습니다: -7%n%s"
"ERROR_ISARC_NOT_IMPLEMENTED"="압축을 푸는 동안 오류가 발생했습니다!%nUnarc.dll 오류 코드를 반환했습니다: -8%n%s"
"ERROR_ISARC_NO_MORE_DATA_REQUIRED"="압축을 푸는 동안 오류가 발생했습니다:요청 된 데이터가 추출되었습니다!%nUnarc.dll 오류 코드를 반환했습니다: -9%n%s"
"ERROR_ISARC_WRITE"="압축을 푸는 동안 오류가 발생했습니다:디스크에 데이터를 쓸 수 없습니다!%nUnarc.dll 오류 코드를 반환했습니다: -11%n%s"
"ERROR_ISARC_BAD_CRC"="압축을 푸는 동안 오류가 발생했습니다:체크섬과 일치하지 않습니다!%nUnarc.dll 오류 코드를 반환했습니다: -12%n%s"
"ERROR_ISARC_BAD_PASSWORD"="압축을 푸는 동안 오류가 발생했습니다:잘못된 암호!%nUnarc.dll 오류 코드를 반환했습니다: -13%n%s"
"ERROR_ISARC_BAD_HEADERS"="압축 해제하는 동안 오류가 발생했습니다:아카이브 헤더가 손상되었습니다!%nUnarc.dll 오류 코드를 반환했습니다: -14%n%s"
"ERROR_ISARC_INTERNAL"="압축을 푸는 동안 오류가 발생했습니다!%nUnarc.dll 오류 코드를 반환했습니다: -15%n%s"
"ERROR_ISARC_UNKNOWN"="포장을 푸는 동안 오류가 발생했습니다!%n%s"
"ERROR_ISARC_EXCEPT"="아카이브의 오류 또는 모듈의 예기치 않은 오류 ISArcExtract!"

"ERROR_ISPCF_CANT_OPEN_INFILE"="입력 파일에 액세스하는 중 오류가 발생했습니다%n%s%n모듈에서 ISPrecompExtract"
"ERROR_ISPCF_ISNOTPCF"="잘못된 형식의 입력 파일에 액세스하는 중 오류가 발생했습니다:%n%s"
"ERROR_ISPCF_UNKNOWN_VERSION"="알 수 없는 버전의 파일:%n%s"
"ERROR_ISPCF_ACCESS_TO_OUTFILE"="모듈 ISPrecompExtract 에서는 출력 파일에 액세스할 수 없습니다:%n%s"
"ERROR_ISPCF_LAUNCH_PROC"="콘솔 응용 프로그램 시작 오류 %s"
"WARNING_ISPCF_OPEN_PROC"="프로세스 열기 오류 ISPrecompExtract.%n아마도 설치 프로그램이 승인되지 않았습니다.%n일부 작업의 진행 상황을 사용할 수 없습니다!"
"ERROR_ISPCF_CANT_FIND_OUTFILE"="콘솔 응용 프로그램에서 파일을 만들지 않았습니다%n%s%n오류 코드 또는 기타 문제로 손상받을 수 있습니다"
"ERROR_ISPCF_EXCEPT"="모듈의 예기치 않은 오류 ISPrecompExtract!"

"ERROR_ISSREP_GENERAL"="모듈에 오류가 발생했습니다 ISSrepExtract!%n%s"
"ERROR_ISSREP_ACCESS_TO_OUTFILE"="모듈 ISSrepExtract 에서 출력 파일에 액세스 할 수 없습니다:%n%s"
"ERROR_ISSREP_EXCEPT"="모듈의 예기치 않은 오류 ISSrepExtract!"

"ERROR_ISRAR_MULTIVOLUME"="멀티 파트.다른 디스크에 데이터가 있는 아카이브는 지원되지 않습니다!"
"ERROR_ISRAR_DLL_NOT_FOUND"="찾을 수 없습니다 %s"
"ERROR_ISRAR_EXCEPT"="아카이브의 오류 또는 모듈의 예기치 않은 오류 ISRarExtract!"

"ERROR_M3PACK_ACCESS_TO_OUTFILE"="출력 파일에 대한 액세스를 얻을 수 없습니다:%n%s"
"ERROR_M3PACK_EXCEPT"="모듈의 예기치 않은 오류 ISm3unpack!"),

"ERROR_UNPACK_ACCESS_TO_OUTFILE"="모듈 ISUnpack 출력 파일에 액세스할 수 없습니다:%n%s"
"ERROR_UNPACK_LAUNCH_PROC"="콘솔 응용 프로그램의 시작 오류 ISUnpack!"
"WARNING_UNPACK_OPEN_PROC"="프로세스 열기 오류 ISUnpack.%n아마도 설치 프로그램이 승인되지 않았습니다.%n일부 작업의 진행 상황을 사용할 수 없습니다!"
"ERROR_UNPACK_CANT_FIND_OUTFILE"="콘솔 응용 프로그램에서 파일을 만들지 않았습니다%n%s%n어쩌면 오류 또는 압축 풀기 파일의 잘못된 형식 일 수 있습니다"
"ERROR_UNPACK_EXCEPT"="모듈의 예기치 않은 오류 ISUnpack!"

"ERROR_XDELTA_GENERAL"="모듈에 압축을 푸는 오류가 발생했습니다 ISxDeltaExtract!"
"ERROR_XDELTA_CANT_GET_MEM"="작업을 수행하기 위해 메모리를 할당 할 때의 오류 ISxDeltaExtract!"
"ERROR_XDELTA_DLL_NOT_FOUND"="찾을 수 없습니다 %s"
"ERROR_XDELTA_ACCESS_TO_OUTFILE"="모듈 ISxDeltaExtract 출력 파일에 액세스할 수 없습니다:%n%s"
"ERROR_XDELTA_EXCEPT"="모듈의 예기치 않은 오류 ISxDeltaExtract!"

"ERROR_PACKZIP_BAD_INFILE"="잘못된 입력 경로 ISPackZIP"
"ERROR_PACKZIP_BAD_OUTFILE"="잘못된 출력 파일 ISPackZIP"
"ERROR_PACKZIP_BAD_COMPRESSION_LVL"="ISPackZIP 에 대한 압축 설정은 한계에 있어야합니다 0..9"
"ERROR_PACKZIP_ACCESS_TO_OUTFILE"="모듈 ISPackZIP 출력 파일에 액세스할 수 없습니다:%n%s"
"ERROR_PACKZIP_LAUNCH_PROC"="콘솔 응용 프로그램 시작 오류 %s"
"WARNING_PACKZIP_OPEN_PROC"="ISPackZIP 에서 프로세스 열기 오류.%n아마도 설치 프로그램이 승인되지 않았습니다.%n일부 작업의 진행 상황을 사용할 수 없습니다!"
"ERROR_PACKZIP_CANT_FIND_OUTFILE"="콘솔 응용 프로그램에서 파일을 만들지 않았습니다%n%s%n모듈 ISPackZIP"
"ERROR_PACKZIP_EXCEPT"="모듈에 예기치 않은 오류가 ISPackZIP!"

"ERROR_INIT_LOW_MEM"="압축을 풀 수있는 충분한 메모리가 아닙니다!%n열린 모든 프로그램을 닫은 다음 설치 프로그램을 다시 시작하십시오"
"ERROR_INIT_CANT_GET_MEM"="초기화시 메모리 할당 오류!"
"WARNING_INIT_SREP_BAD_PARAM"="더 이상 4,096 메가바이트 값을 지정하지.%n이 메시지를 표시하지 않으려면 호환 매개 변수를 수정하십시오."
"ERROR_INIT_PRECOMP_BAD_PARAM"="초기화 프리 콤 동안,잘못된 버전이 주어!"

"ERROR_FINFILES_EXCEPT"="모듈의 예기치 않은 오류 ISFindFiles!"
"ERROR_PICKFILE_EXCEPT"="모듈의 예기치 않은 오류 ISPickFilename!"
"ERROR_EXEC_LAUNCH_PROC"="시작 오류%n%s%n모듈 ISExec!"
"ERROR_EXEC_EXCEPT"="모듈의 예기치 않은 오류 ISExec!"

"CHANGE_DISK_TITLE"="설치에는 다음 디스크가 필요합니다"
"CHANGE_DISK_LABEL"="이 디스크의 파일을 아래에 표시된 폴더 이외의 폴더에서 찾을 수 있으면 올바른 경로를 입력하거나"찾아보기"를 클릭하십시오"
"BROWSE_TITLE"="찾아보기"
"BROWSE_LABEL"="다음 디스크의 경로를 지정하십시오"
"BUTTON_OK"="확인"
"BUTTON_CANCEL"="취소"
"BUTTON_BROWSE"="찾아보기..."

"TIME_HOUR_SHORT"=" 시간 "
"TIME_MIN_SHORT"=" 분 "
"TIME_SEC_SHORT1"=" 초"
"TIME_SEC_SHORT2"=" 초"
"TIME_HOUR_FULL1"="시간 "
"TIME_HOUR_FULL2"="시간 "
"TIME_HOUR_FULL3"="시간 "
"TIME_MIN_FULL1"="분 "
"TIME_MIN_FULL2"="분 "
"TIME_MIN_FULL3"="분 "
"TIME_SEC_FULL1"="초 "
"TIME_SEC_FULL2"="초 "
"TIME_SEC_FULL3"="초 "
"TIME_TYPE1"="남아: "
"TIME_TYPE2"="통과: "
"TIME_TYPE3"="총계: "
"TIME_TYPE4"="대기 "
"TIME_INFINITE"="영원"
"TIME_TEST"="테스트 실행"
"GENERAL_ENDING"="최종화..."
"GENERAL_DELETING"="임시 파일 삭제..."
"GENERAL_SCANNING"="파일 스캔..."
